Repository: udhawan97/pdFold
Catalog: Orifold/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, hi, ja, zh_hans

# annotationTool.comment.helpText
source: Select PDF text, then create an anchored comment.
es: Selecciona texto del PDF y luego crea un comentario anclado.
fr: Sélectionnez du texte du PDF, puis créez un commentaire ancré.
hi: PDF टेक्स्ट चुनें, फिर एक एंकर की गई टिप्पणी बनाएं।
ja: PDFテキストを選択してから、アンカー付きコメントを作成します。
zh_hans: 选择 PDF 文本，然后创建锚定评论。

# annotationTool.comment.label
source: Comment
es: Comentario
fr: Commentaire
hi: टिप्पणी
ja: コメント
zh_hans: 评论

# annotationTool.commentRegion.helpText
source: Drag a rectangle over a figure or region to create an anchored comment.
es: Arrastra un rectángulo sobre una figura o región para crear un comentario anclado.
fr: Faites glisser un rectangle sur une figure ou une zone pour créer un commentaire ancré.
hi: एंकर की गई टिप्पणी बनाने के लिए किसी आकृति या क्षेत्र पर आयत खींचें।
ja: 図や範囲の上に四角形をドラッグしてアンカー付きコメントを作成します。
zh_hans: 在图形或区域上拖出一个矩形以创建锚定评论。

# annotationTool.commentRegion.label
source: Region Comment
es: Comentario de región
fr: Commentaire de zone
hi: क्षेत्र टिप्पणी
ja: 範囲コメント
zh_hans: 区域评论

# annotationTool.editText.helpText
source: Click existing text to replace it, or click blank space to add text.
es: Haz clic en el texto existente para reemplazarlo, o haz clic en un espacio en blanco para agregar texto.
fr: Cliquez sur du texte existant pour le remplacer, ou cliquez sur un espace vide pour ajouter du texte.
hi: मौजूदा टेक्स्ट बदलने के लिए उस पर क्लिक करें, या टेक्स्ट जोड़ने के लिए खाली जगह पर क्लिक करें।
ja: 既存のテキストをクリックして置き換えるか、空白部分をクリックしてテキストを追加します。
zh_hans: 点击现有文本进行替换，或点击空白处添加文本。

# annotationTool.editText.label
source: Edit Text
es: Editar texto
fr: Modifier le texte
hi: टेक्स्ट संपादित करें
ja: テキストを編集
zh_hans: 编辑文本

# annotationTool.eraser.helpText
source: Click a highlight, underline, or strikeout to remove it.
es: Haz clic en un resaltado, subrayado o tachado para eliminarlo.
fr: Cliquez sur un surlignage, un soulignement ou un barré pour le supprimer.
hi: हटाने के लिए किसी हाइलाइट, अंडरलाइन या स्ट्राइकआउट पर क्लिक करें।
ja: ハイライト、下線、取り消し線をクリックして削除します。
zh_hans: 点击高亮、下划线或删除线以将其移除。

# annotationTool.eraser.label
source: Eraser
es: Borrador
fr: Gomme
hi: इरेज़र
ja: 消しゴム
zh_hans: 橡皮擦

# annotationTool.highlight.helpText
source: Select PDF text to mark it with color.
es: Selecciona texto del PDF para marcarlo con color.
fr: Sélectionnez du texte du PDF pour le marquer avec une couleur.
hi: रंग से चिह्नित करने के लिए PDF टेक्स्ट चुनें।
ja: 色で強調表示するPDFテキストを選択します。
zh_hans: 选择 PDF 文本以用颜色标记。

# annotationTool.highlight.label
source: Highlight
es: Resaltar
fr: Surligner
hi: हाइलाइट
ja: ハイライト
zh_hans: 高亮

# annotationTool.ink.helpText
source: Draw freehand marks on the page.
es: Dibuja marcas a mano alzada en la página.
fr: Dessinez des marques à main levée sur la page.
hi: पृष्ठ पर फ़्रीहैंड निशान बनाएं।
ja: ページにフリーハンドで描画します。
zh_hans: 在页面上绘制手绘标记。

# annotationTool.ink.label
source: Ink
es: Tinta
fr: Encre
hi: इंक
ja: インク
zh_hans: 墨迹

# annotationTool.markup.options
source: Markup options
es: Opciones de marcado
fr: Options d’annotation
hi: मार्कअप विकल्प
ja: マークアップオプション
zh_hans: 标注选项

# annotationTool.none.helpText
source: Select annotations on the page. Press Delete to remove the selected annotation.
es: Selecciona anotaciones en la página. Pulsa Suprimir para eliminar la anotación seleccionada.
fr: Sélectionnez des annotations sur la page. Appuyez sur Suppr pour supprimer l'annotation sélectionnée.
hi: पृष्ठ पर एनोटेशन चुनें। चयनित एनोटेशन हटाने के लिए Delete दबाएँ।
ja: ページ上の注釈を選択します。選択した注釈を削除するにはDeleteキーを押してください。
zh_hans: 选择页面上的注释。按 Delete 键删除所选注释。

# annotationTool.none.label
source: Select
es: Seleccionar
fr: Sélectionner
hi: चुनें
ja: 選択
zh_hans: 选择

# annotationTool.note.helpText
source: Click the page to add a sticky note, or click an existing note to edit it.
es: Haz clic en la página para agregar una nota adhesiva, o haz clic en una nota existente para editarla.
fr: Cliquez sur la page pour ajouter une note autocollante, ou cliquez sur une note existante pour la modifier.
hi: स्टिकी नोट जोड़ने के लिए पृष्ठ पर क्लिक करें, या संपादित करने के लिए किसी मौजूदा नोट पर क्लिक करें।
ja: ページをクリックして付箋を追加するか、既存のメモをクリックして編集します。
zh_hans: 点击页面添加便签，或点击现有便签进行编辑。

# annotationTool.note.label
source: Note
es: Nota
hi: नोट
ja: メモ
zh_hans: 便签

# annotationTool.selectObject.helpText
source: Select and edit objects on the page
es: Selecciona y edita objetos en la página
fr: Sélectionner et modifier des objets sur la page
hi: पृष्ठ पर ऑब्जेक्ट चुनें और संपादित करें
ja: ページ上のオブジェクトを選択して編集
zh_hans: 选择并编辑页面上的对象

# annotationTool.selectObject.label
source: Edit Objects
es: Editar objetos
fr: Modifier les objets
hi: ऑब्जेक्ट संपादित करें
ja: オブジェクトを編集
zh_hans: 编辑对象

# annotationTool.signature.helpText
source: Place a saved signature on the page.
es: Coloca una firma guardada en la página.
fr: Placez une signature enregistrée sur la page.
hi: पृष्ठ पर सहेजा गया हस्ताक्षर रखें।
ja: ページに保存済みの署名を配置します。
zh_hans: 在页面上放置已保存的签名。

# annotationTool.signature.label
source: Signature
es: Firma
hi: हस्ताक्षर
ja: 署名
zh_hans: 签名

# annotationTool.stamp.helpText
source: Place a stamp on the page.
es: Coloca un sello en la página.
fr: Placez un tampon sur la page.
hi: पृष्ठ पर स्टैम्प रखें।
ja: ページにスタンプを配置します。
zh_hans: 在页面上放置印章。

# annotationTool.stamp.label
source: Stamp
es: Sello
fr: Tampon
hi: स्टैम्प
ja: スタンプ
zh_hans: 印章

# annotationTool.strikeout.helpText
source: Select PDF text to strike it out.
es: Selecciona texto del PDF para tacharlo.
fr: Sélectionnez du texte du PDF pour le barrer.
hi: स्ट्राइकआउट करने के लिए PDF टेक्स्ट चुनें।
ja: 取り消し線を引くPDFテキストを選択します。
zh_hans: 选择 PDF 文本以添加删除线。

# annotationTool.strikeout.label
source: Strikeout
es: Tachado
fr: Barrer
hi: स्ट्राइकआउट
ja: 取り消し線
zh_hans: 删除线

# annotationTool.underline.helpText
source: Select PDF text to underline it.
es: Selecciona texto del PDF para subrayarlo.
fr: Sélectionnez du texte du PDF pour le souligner.
hi: अंडरलाइन करने के लिए PDF टेक्स्ट चुनें।
ja: 下線を引くPDFテキストを選択します。
zh_hans: 选择 PDF 文本以添加下划线。

# annotationTool.underline.label
source: Underline
es: Subrayado
fr: Souligner
hi: अंडरलाइन
ja: 下線
zh_hans: 下划线

# appAbout.close.button
source: Close
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
zh_hans: 关闭

# appAbout.description.chores
source: Built for the small-but-real PDF chores: combine the pieces, mark what matters, and send out something tidy.
es: Diseñado para las tareas pequeñas pero reales con PDF: combina las partes, marca lo importante y envía algo ordenado.
fr: Conçu pour les petites tâches PDF bien réelles : combiner les éléments, marquer l’essentiel et envoyer quelque chose de soigné.
hi: छोटे मगर ज़रूरी PDF कामों के लिए बनाया गया: टुकड़ों को जोड़ें, ज़रूरी हिस्सों को चिह्नित करें, और कुछ व्यवस्थित भेजें।
ja: 地味だけど大事なPDF作業のために。素材をまとめ、要点にマークを付け、きちんと整えたものを送り出しましょう。
zh_hans: 专为处理那些琐碎却真实的 PDF 任务而生：合并各个部分、标出重点，再发送出整洁的成果。

# appAbout.description.noCeremony
source: No ceremony. No mystery panels — just a focused workspace, and a little quiet in the margins.
es: Sin rodeos ni paneles misteriosos, solo un espacio de trabajo enfocado y un poco de calma en los márgenes.
fr: Sans chichis. Pas de panneaux mystérieux — juste un espace de travail concentré, et un peu de calme dans les marges.
hi: कोई तामझाम नहीं। कोई रहस्यमय पैनल नहीं — बस एक केंद्रित वर्कस्पेस, और थोड़ी शांति।
ja: 余計な演出も、謎めいたパネルもありません。集中できるワークスペースと、少しの静けさだけがあります。
zh_hans: 没有繁文缛节，没有神秘的面板——只有一个专注的工作区，和一点从容的留白。

# appAppearanceMode.dark.title
source: Black
es: Negro
fr: Noir
hi: काला
ja: ブラック
zh_hans: 黑色

# appAppearanceMode.light.title
source: White
es: Blanco
fr: Blanc
hi: सफ़ेद
ja: ホワイト
zh_hans: 白色

# appAppearanceMode.system.title
source: System
es: Sistema
fr: Système
hi: सिस्टम
ja: システム
zh_hans: 系统

# appBrandLockup.subtitle.default
source: A calmer way to assemble PDFs.
es: Una forma más tranquila de combinar PDF.
fr: Une façon plus sereine d’assembler vos PDF.
hi: PDF जोड़ने का एक शांत तरीका।
ja: 落ち着いてPDFをまとめる方法。
zh_hans: 更从容的 PDF 拼合方式。

# appCommands.aboutOrifold.button
source: About Orifold
es: Acerca de Orifold
fr: À propos d’Orifold
hi: Orifold के बारे में
ja: Orifoldについて
zh_hans: 关于 Orifold

# appCommands.addFilesToWorkspace.button
source: Add Files to Workspace…
es: Añadir archivos al espacio de trabajo…
fr: Ajouter des fichiers à l’espace de travail…
hi: वर्कस्पेस में फ़ाइलें जोड़ें…
ja: ワークスペースにファイルを追加…
zh_hans: 将文件添加到工作区…

# appCommands.addFolderToWorkspace.button
source: Add Folder to Workspace…
es: Añadir carpeta al espacio de trabajo…
fr: Ajouter un dossier à l’espace de travail…
hi: वर्कस्पेस में फ़ोल्डर जोड़ें…
ja: フォルダをワークスペースに追加…
zh_hans: 将文件夹添加到工作区…

# appCommands.checkForUpdates.button
source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher les mises à jour…
hi: अपडेट जाँचें…
ja: アップデートを確認…
zh_hans: 检查更新…

# appCommands.companion.title
source: Companion
es: Compañero
fr: Compagnon
hi: साथी
ja: 相棒
zh_hans: 伙伴

# appCommands.findNext.button
source: Find Next
es: Buscar siguiente
fr: Rechercher le suivant
hi: अगला खोजें
ja: 次を検索
zh_hans: 查找下一个

# appCommands.findPrevious.button
source: Find Previous
es: Buscar anterior
fr: Rechercher le précédent
hi: पिछला खोजें
ja: 前を検索
zh_hans: 查找上一个

# appCommands.keyboardShortcuts.button
source: Keyboard Shortcuts
es: Atajos de teclado
fr: Raccourcis clavier
hi: कीबोर्ड शॉर्टकट
ja: キーボードショートカット
zh_hans: 键盘快捷键

# appCommands.makeSearchable.button
source: Make searchable…
es: Hacer buscable…
fr: Rendre consultable…
hi: खोजने योग्य बनाएं…
ja: 検索可能にする…
zh_hans: 使其可搜索…

# appCommands.print.button
source: Print
es: Imprimir
fr: Imprimer
hi: प्रिंट करें
ja: プリント
zh_hans: 打印

# appCommands.redo.button
source: Redo
es: Rehacer
fr: Rétablir
hi: फिर से करें
ja: やり直す
zh_hans: 重做

# appCommands.reduceFileSize.button
source: Reduce File Size…
es: Reducir tamaño de archivo…
fr: Réduire la taille du fichier…
hi: फ़ाइल का आकार घटाएं…
ja: ファイルサイズを削減…
zh_hans: 缩减文件大小…

# appCommands.showBuddy.toggle
source: Show Orifold Buddy
es: Mostrar a Orifold Buddy
fr: Afficher le compagnon Orifold
hi: Orifold Buddy दिखाएं
ja: Orifold Buddyを表示
zh_hans: 显示 Orifold 伙伴

# appCommands.undo.button
source: Undo
es: Deshacer
fr: Annuler
hi: पूर्ववत करें
ja: 取り消す
zh_hans: 还原

# appCommands.zoomFit.button
source: Zoom to Fit
es: Ajustar a la página
fr: Ajuster à la page
hi: पेज के अनुसार ज़ूम करें
ja: ページに合わせて表示
zh_hans: 缩放以适合页面

# appCommands.zoomIn.button
source: Zoom In
es: Acercar
fr: Zoom avant
hi: ज़ूम इन करें
ja: 拡大
zh_hans: 放大

# appCommands.zoomOut.button
source: Zoom Out
es: Alejar
fr: Zoom arrière
hi: ज़ूम आउट करें
ja: 縮小
zh_hans: 缩小

# certificateChip.caIssued
source: CA-issued
es: Emitido por CA
fr: Émis par une AC
hi: CA-जारी
ja: CA発行
zh_hans: CA 签发

# certificateChip.expired
source: Expired
es: Caducado
fr: Expiré
hi: समाप्त
ja: 失効
zh_hans: 已过期

# certificateChip.expiresSoon
source: Expires soon
es: Caduca pronto
fr: Expire bientôt
hi: जल्द समाप्त
ja: まもなく失効
zh_hans: 即将过期

# certificateChip.selfSigned
source: Self-signed
es: Autofirmado
fr: Auto-signé
hi: स्व-हस्ताक्षरित
ja: 自己署名
zh_hans: 自签名

# certificateSheet.cancel.button
source: Cancel
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
zh_hans: 取消

# certificateSheet.create.button
source: Create
es: Crear
fr: Créer
hi: बनाएं
ja: 作成
zh_hans: 创建

# certificateSheet.createSelfSigned.notice
source: Free, and generated once on this Mac. Signatures made with it are cryptographically valid and tamper-evident, but recipients will see “identity not verified” until they trust it once.
es: Gratis, y generado una sola vez en este Mac. Las firmas hechas con él son criptográficamente válidas y a prueba de manipulaciones, pero los destinatarios verán “identidad no verificada” hasta que confíen en él una vez.
fr: Gratuit, généré une seule fois sur ce Mac. Les signatures réalisées avec celui-ci sont cryptographiquement valides et inviolables, mais les destinataires verront « identité non vérifiée » jusqu'à ce qu'ils lui fassent confiance une fois.
hi: मुफ़्त, और इस Mac पर एक बार बनाया गया। इससे किए गए हस्ताक्षर क्रिप्टोग्राफ़िक रूप से मान्य और छेड़छाड़-रोधी होते हैं, लेकिन प्राप्तकर्ताओं को “पहचान असत्यापित” तब तक दिखेगा जब तक वे इस पर एक बार भरोसा नहीं करते।
ja: 無料で、このMac上で一度だけ生成されます。これで作成された署名は暗号学的に有効で改ざん検知可能ですが、受信者が一度信頼するまでは「本人確認されていません」と表示されます。
zh_hans: 免费，且仅在此 Mac 上生成一次。用它签署的签名在密码学上有效且可防篡改，但收件人在信任它之前会看到“身份未验证”。

# certificateSheet.createSelfSigned.title
source: Create a self-signed Digital ID
es: Crear una identificación digital autofirmada
fr: Créer une identité numérique auto-signée
hi: स्व-हस्ताक्षरित डिजिटल आईडी बनाएं
ja: 自己署名デジタルIDを作成
zh_hans: 创建自签名数字身份证明

# certificateSheet.delete.button
source: Delete
es: Eliminar
fr: Supprimer
hi: हटाएं
ja: 削除
zh_hans: 删除

# certificateSheet.delete.confirmMessage
source: This removes it from Orifold and your Keychain. PDFs you already signed with it remain validly signed — only future signing with this identity becomes unavailable.
es: Esto lo elimina de Orifold y de tu llavero. Los PDF que ya firmaste con él siguen siendo válidos; solo dejará de estar disponible para firmar en el futuro.
fr: Cela le supprime d'Orifold et de votre Trousseau. Les PDF déjà signés avec celui-ci restent valablement signés — seule la signature future avec cette identité devient indisponible.
hi: यह इसे Orifold और आपकी कीचेन से हटा देता है। इससे पहले से हस्ताक्षरित PDF मान्य रूप से हस्ताक्षरित रहेंगे — केवल इस पहचान से भविष्य में हस्ताक्षर करना अनुपलब्ध हो जाएगा।
ja: これによりOrifoldとキーチェーンから削除されます。すでにこれで署名されたPDFは引き続き有効な署名のままです。今後このIDで署名できなくなるだけです。
zh_hans: 这会将其从 Orifold 和钥匙串中移除。已用它签署的 PDF 仍保持有效签名——只是今后无法再用此身份签名。

# certificateSheet.delete.confirmTitle
source: Delete this Digital ID?
es: ¿Eliminar esta identificación digital?
fr: Supprimer cette identité numérique ?
hi: क्या इस डिजिटल आईडी को हटाना है?
ja: このデジタルIDを削除しますか？
zh_hans: 要删除此数字身份证明吗？

# certificateSheet.done.button
source: Done
es: Listo
fr: Terminé
hi: पूर्ण
ja: 完了
zh_hans: 完成

# certificateSheet.email.placeholder
source: Email (optional)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
hi: ईमेल (वैकल्पिक)
ja: メール（任意）
zh_hans: 邮箱（可选）

# certificateSheet.error.createFailed
source: Orifold could not create the certificate: %@
es: Orifold no pudo crear el certificado: %@
fr: Orifold n'a pas pu créer le certificat : %@
hi: Orifold प्रमाणपत्र नहीं बना सका: %@
ja: Orifoldは証明書を作成できませんでした: %@
zh_hans: Orifold 无法创建证书：%@

# certificateSheet.importPassword.fileName
source: File: %@
es: Archivo: %@
fr: Fichier : %@
hi: फ़ाइल: %@
ja: ファイル: %@
zh_hans: 文件：%@

# certificateSheet.importPassword.placeholder
source: Password
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
ja: パスワード
zh_hans: 密码

# certificateSheet.importPassword.title
source: Unlock Digital ID
es: Desbloquear identificación digital
fr: Déverrouiller l'identité numérique
hi: डिजिटल आईडी अनलॉक करें
ja: デジタルIDのロック解除
zh_hans: 解锁数字身份证明

# certificateSheet.importPassword.tooManyAttempts
source: Still incorrect. Check the password with whoever issued this certificate.
es: Sigue siendo incorrecta. Verifica la contraseña con quien emitió este certificado.
fr: Toujours incorrect. Vérifiez le mot de passe auprès de l'émetteur de ce certificat.
hi: अभी भी गलत। इस प्रमाणपत्र को जारी करने वाले से पासवर्ड की जांच करें।
ja: まだ正しくありません。この証明書の発行元にパスワードを確認してください。
zh_hans: 仍然不正确。请向证书颁发者核实密码。

# certificateSheet.importPassword.wrongPassword
source: That password didn't unlock this file. Passwords are case-sensitive — try again.
es: Esa contraseña no desbloqueó este archivo. Las contraseñas distinguen mayúsculas y minúsculas: inténtalo de nuevo.
fr: Ce mot de passe n'a pas déverrouillé ce fichier. Les mots de passe sont sensibles à la casse — réessayez.
hi: उस पासवर्ड ने इस फ़ाइल को अनलॉक नहीं किया। पासवर्ड केस-सेंसिटिव होते हैं — फिर से प्रयास करें।
ja: そのパスワードではこのファイルを解除できませんでした。パスワードは大文字小文字を区別します。もう一度お試しください。
zh_hans: 该密码未能解锁此文件。密码区分大小写——请重试。

# certificateSheet.manage.checkTrust
source: Check trust status
es: Comprobar estado de confianza
fr: Vérifier l'état de confiance
hi: विश्वास स्थिति जांचें
ja: 信頼状態を確認
zh_hans: 检查信任状态

# certificateSheet.manage.checkTrust.help
source: Checks this certificate's chain against your Mac's trusted roots, and asks the issuer whether it has been revoked. Self-signed certificates are expected to show as not trusted here — that's normal, not an error.
es: Comprueba la cadena de este certificado con las raíces de confianza de tu Mac y le pregunta al emisor si ha sido revocado. Se espera que los certificados autofirmados aparezcan como no confiables aquí; eso es normal, no un error.
fr: Vérifie la chaîne de ce certificat par rapport aux racines de confiance de votre Mac et demande à l'émetteur s'il a été révoqué. Les certificats autosignés doivent normalement apparaître comme non fiables ici — c'est normal, pas une erreur.
hi: यह इस प्रमाणपत्र की श्रृंखला की जांच आपके Mac की विश्वसनीय जड़ों के विरुद्ध करता है, और जारीकर्ता से पूछता है कि क्या इसे निरस्त किया गया है। स्व-हस्ताक्षरित प्रमाणपत्रों का यहां 'भरोसेमंद नहीं' दिखना सामान्य है — यह कोई त्रुटि नहीं है।
ja: この証明書のチェーンをMacの信頼されたルートと照合し、発行者に失効しているかどうかを確認します。自己署名証明書がここで「信頼されていない」と表示されるのは正常であり、エラーではありません。
zh_hans: 根据您 Mac 的受信任根证书检查此证书的证书链，并向颁发者询问是否已被吊销。自签名证书在此处显示为不受信任是正常现象，并非错误。

# certificateSheet.manage.empty
source: No Digital IDs yet. Create a self-signed one or import a .p12/.pfx from the Signatures panel.
es: Aún no hay identificaciones digitales. Crea una autofirmada o importa un .p12/.pfx desde el panel de Firmas.
fr: Aucune identité numérique pour l'instant. Créez-en une auto-signée ou importez un .p12/.pfx depuis le panneau Signatures.
hi: अभी तक कोई डिजिटल आईडी नहीं है। हस्ताक्षर पैनल से एक स्व-हस्ताक्षरित आईडी बनाएं या .p12/.pfx आयात करें।
ja: デジタルIDはまだありません。署名パネルから自己署名IDを作成するか、.p12/.pfxをインポートしてください。
zh_hans: 目前还没有数字身份证明。请在签名面板中创建自签名身份证明或导入 .p12/.pfx。

# certificateSheet.manage.expiryDetail
source: Valid until %@
es: Válido hasta %@
fr: Valide jusqu'au %@
hi: %@ तक वैध
ja: %@まで有効
zh_hans: 有效期至 %@

# certificateSheet.manage.exportPublicCert
source: Export public certificate…
es: Exportar certificado público…
fr: Exporter le certificat public…
hi: सार्वजनिक प्रमाणपत्र निर्यात करें…
ja: 公開証明書をエクスポート…
zh_hans: 导出公钥证书…

# certificateSheet.manage.title
source: Manage Certificates
es: Gestionar certificados
fr: Gérer les certificats
hi: प्रमाणपत्र प्रबंधित करें
ja: 証明書の管理
zh_hans: 管理证书

# certificateSheet.manage.trustResult.notTrusted
source: Not trusted by this Mac
es: No es de confianza en esta Mac
fr: Non approuvé par ce Mac
hi: इस Mac द्वारा विश्वसनीय नहीं
ja: このMacでは信頼されていません
zh_hans: 不受此 Mac 信任

# certificateSheet.manage.trustResult.notTrustedSelfSigned
source: Self-signed — not independently trusted (expected)
es: Autofirmado: no verificado de forma independiente (esperado)
fr: Autosigné — non vérifié de manière indépendante (attendu)
hi: स्व-हस्ताक्षरित — स्वतंत्र रूप से विश्वसनीय नहीं (अपेक्षित)
ja: 自己署名 — 独立した信頼はありません（想定通り）
zh_hans: 自签名——未获得独立信任（预期结果）

# certificateSheet.manage.trustResult.revoked
source: Revoked by issuer
es: Revocado por el emisor
fr: Révoqué par l'émetteur
hi: जारीकर्ता द्वारा निरस्त
ja: 発行者により失効
zh_hans: 已被颁发者吊销

# certificateSheet.manage.trustResult.trusted
source: Trusted by this Mac
es: De confianza en esta Mac
fr: Approuvé par ce Mac
hi: इस Mac द्वारा विश्वसनीय
ja: このMacで信頼済み
zh_hans: 受此 Mac 信任

# certificateSheet.manage.trustResult.trusted.help
source: Chain trusted by this Mac, and not reported as revoked. If the certificate's revocation server couldn't be reached (e.g. no network), that's also reported as trusted rather than "unknown" — this reflects a limitation of the underlying check, not a stronger guarantee.
es: Cadena de confianza en esta Mac, y no señalada como revocada. Si no se pudo contactar con el servidor de revocación del certificado (por ejemplo, sin red), esto también se informa como confiable en lugar de "desconocido": esto refleja una limitación de la comprobación subyacente, no una garantía más sólida.
fr: Chaîne approuvée par ce Mac, et non signalée comme révoquée. Si le serveur de révocation du certificat n'a pas pu être contacté (par exemple, absence de réseau), cela est également signalé comme fiable plutôt que "inconnu" — cela reflète une limite de la vérification sous-jacente, pas une garantie plus forte.
hi: इस Mac द्वारा श्रृंखला विश्वसनीय है, और इसे निरस्त नहीं बताया गया है। यदि प्रमाणपत्र के निरसन सर्वर से संपर्क नहीं हो सका (जैसे, कोई नेटवर्क नहीं), तो इसे भी "अज्ञात" के बजाय विश्वसनीय बताया जाता है — यह अंतर्निहित जांच की एक सीमा दर्शाता है, कोई मजबूत गारंटी नहीं।
ja: このMacによってチェーンは信頼されており、失効とは報告されていません。証明書の失効確認サーバーに接続できなかった場合（ネットワークがないなど）も、「不明」ではなく信頼済みとして報告されます。これは基盤となるチェックの制限を反映したものであり、より強い保証ではありません。
zh_hans: 此 Mac 信任该证书链，且未报告为已吊销。如果无法联系到证书的吊销服务器（例如无网络），也会报告为受信任而非“未知”——这反映了底层检查的局限性，而非更强的保证。

# certificateSheet.name.placeholder
source: Full name
es: Nombre completo
fr: Nom complet
hi: पूरा नाम
ja: 氏名
zh_hans: 全名

# certificateSheet.unlock.button
source: Unlock
es: Desbloquear
fr: Déverrouiller
hi: अनलॉक करें
ja: ロック解除
zh_hans: 解锁

# certificateSheet.validity.fiveYears
source: 5 years
es: 5 años
fr: 5 ans
hi: 5 वर्ष
ja: 5年
zh_hans: 5 年

# certificateSheet.validity.oneYear
source: 1 year
es: 1 año
fr: 1 an
hi: 1 वर्ष
ja: 1年
zh_hans: 1 年

# certificateSheet.validity.picker
source: Valid for
es: Válido durante
fr: Valide pendant
hi: वैधता अवधि
ja: 有効期間
zh_hans: 有效期

# certificateSheet.validity.twoYears
source: 2 years
es: 2 años
fr: 2 ans
hi: 2 वर्ष
ja: 2年
zh_hans: 2 年

# certificateTrust.error.couldNotEvaluate
source: Orifold could not run a trust check for this certificate.
es: Orifold no pudo ejecutar una comprobación de confianza para este certificado.
fr: Orifold n'a pas pu effectuer de vérification de confiance pour ce certificat.
hi: Orifold इस प्रमाणपत्र के लिए विश्वास जांच नहीं चला सका।
ja: Orifoldはこの証明書の信頼チェックを実行できませんでした。
zh_hans: Orifold 无法对此证书运行信任检查。

# certificateTrust.error.invalidData
source: Orifold could not read this certificate's data.
es: Orifold no pudo leer los datos de este certificado.
fr: Orifold n'a pas pu lire les données de ce certificat.
hi: Orifold इस प्रमाणपत्र के डेटा को नहीं पढ़ सका।
ja: Orifoldはこの証明書のデータを読み取れませんでした。
zh_hans: Orifold 无法读取此证书的数据。

# certificateTrust.error.noCertificates
source: This certificate profile has no certificate data to check.
es: Este perfil de certificado no tiene datos de certificado para comprobar.
fr: Ce profil de certificat ne contient aucune donnée de certificat à vérifier.
hi: इस प्रमाणपत्र प्रोफ़ाइल में जांचने के लिए कोई प्रमाणपत्र डेटा नहीं है।
ja: この証明書プロファイルには確認する証明書データがありません。
zh_hans: 此证书配置文件没有可供检查的证书数据。

# common.ok
source: OK
es: Aceptar
hi: ठीक है
zh_hans: 好

# companionHint.dismiss
source: Got it
es: Entendido
fr: Compris
hi: समझ गया
ja: 了解しました
zh_hans: 知道了

# companionHint.gami
source: Gami keeps things playful.
es: Gami mantiene las cosas divertidas.
fr: Gami garde les choses ludiques.
hi: गामी सब कुछ मज़ेदार बनाए रखता है।
ja: ガミは楽しさを大事にします。
zh_hans: Gami 让一切保持轻松有趣。

# companionHint.ori
source: Ori supervises with taste.
es: Ori supervisa con estilo.
fr: Ori supervise avec goût.
hi: ओरी बड़े नज़ाकत से निगरानी करती है।
ja: オリは品よく監督します。
zh_hans: Ori 优雅地监督一切。

# companionHint.switch
source: Switch anytime
es: Cambiar en cualquier momento
fr: Changer à tout moment
hi: कभी भी बदलें
ja: いつでも切り替え
zh_hans: 随时切换

# companionHint.title
source: Two companions, one sheet
es: Dos compañeros, una sola hoja
fr: Deux compagnons, une seule feuille
hi: दो साथी, एक शीट
ja: 二匹の相棒、一枚の紙
zh_hans: 两个伙伴，同一张纸

# content.noExtractableText
source: No extractable text was found in this file.
es: No se encontró texto extraíble en este archivo.
fr: Aucun texte extractible n'a été trouvé dans ce fichier.
hi: इस फ़ाइल में कोई निकाला जाने योग्य टेक्स्ट नहीं मिला।
ja: このファイルには抽出可能なテキストが見つかりませんでした。
zh_hans: 在此文件中未找到可提取的文本。
